[Common]
FolderName=Wiz.Auto.Editor
AppName=Wiz.Auto.Editor
AppName_2052=自动选择编辑器
AppName_1028=自动选择编辑器
AppGUID={05e5a8c0-7200-4ad7-bf47-78ae09670d1c}
AppType=Editor
AppVersion=1.0
PluginCount=1

[Plugin_0]
MenuType=Editor
Caption=Auto Choice Editor
Caption_2052=自动选择编辑器
Caption_1028=自动选择编辑器
GUID={95910182-8d9b-4b04-84b4-7979cb929f57}
Type=ExecuteScript
ScriptFileName=auto_choice_editor.js
